{
  "reviews": [
    {
      "id": 1,
      "name": "Cheryl Hall",
      "rating": 5,
      "review": "Ray is very knowledgeable and so easy to work with. He had some really good suggestions for placement of services and ideas on improvements to our existing setup. All done for a reasonable price! I highly recommend Ray and his team for both Residential and Commercial applications."
    },
    {
      "id": 2,
      "name": "Carly Mitchell",
      "rating": 5,
      "review": "Ray and his team were awesome to work with on my small commercial renovation. Ray went way above and beyond my expectations working evenings and weekends when necessary to complete the job on time and sourcing materials for a better cost to myself.  Couldn’t have been happier. Thanks"
    },
    {
      "id": 3,
      "name": "Haley Crofton-Sleigh",
      "rating": 5,
      "review": "My Company Has Used Innova Several Times Ray & His Team Are Very Knowledgeable, Efficient, Friendly & Always Go Above And Beyond!"
    },
    {
      "id": 4,
      "name": "John E Kristianson - Architect AIBC AAA",
      "rating": 5,
      "review": "In 2011, I asked a professional colleague who best to provide electrician services for my custom residence in South Surrey. I was referred to Ray Bergmann who has since developed Innova Electrical Contracting and performed all work on my residence ranging from smaller to larger jobs. Ray is a credit to the electrical profession. Not only does he exhibit a high level of trade professionalism and skill, but he is personable. My wife, Karen, also a professional, has high standards. Ray easily meets these standards. As a professional I have access to a wide choice of electrical contractors. Ray has remained my #1 choice since 2011."
    },
    {
      "id": 5,
      "name": "Pat Horahan - President NovaPak Paper Products Inc",
      "rating": 5,
      "review": "NovaPak has been working closely with Ray Bergmann and Innova Electrical for several years now for our requirements for electrical services. From replacing all of our warehouse lighting, wiring up new machinery and assisting us with our power factors, I have found Ray and Innova to be excellent for quality of work and level of service. Ray delivers great work, all with a friendly smile and a fair price. I highly recommend Ray and Innova Electrical to any business in need of a qualified electrician."
    },
    {
      "id": 6,
      "name": "Derek Hawryluk - DH Media",
      "rating": 5,
      "review": "I was having some issues with my rental property and was referred to Ray at Innova Electrical from an old friend.  He came up with some great solutions to my issue.  Ray was very efficient and professional.  Would definitely use again!"
    }
  ],

  "gallery": [
    {
      "id": 1,
      "name": "Upper Left Photography - Acuitas-1",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-1.jpg"
    },
    {
      "id": 2,
      "name": "Upper Left Photography - Acuitas-2",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-2.jpg"
    },
    {
      "id": 3,
      "name": "Upper Left Photography - Acuitas-3",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-3.jpg"
    },
    {
      "id": 4,
      "name": "Upper Left Photography - Acuitas-4",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-4.jpg"
    },
    {
      "id": 5,
      "name": "Upper Left Photography - Acuitas-5",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-5.jpg"
    },
    {
      "id": 6,
      "name": "Upper Left Photography - Acuitas-6",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-6.jpg"
    },
    {
      "id": 7,
      "name": "Upper Left Photography - Acuitas-7",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-7.jpg"
    },
    {
      "id": 8,
      "name": "Upper Left Photography - Acuitas-8",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-8.jpg"
    },
    {
      "id": 9,
      "name": "Upper Left Photography - Acuitas-9",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-9.jpg"
    },
    {
      "id": 10,
      "name": "Upper Left Photography - Acuitas-10",
      "image": "src/assets/galleryImages/Upper Left Photography - Acuitas-10.jpg"
    }
  ]
}
